---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralLZ
source: html/c22ab39a-7b25-4b7b-cbab-b5fc1a2467c3.htm
---
# StructuralSectionGeneralLZ Members

Creates a new instance of Z Cold Formed shape.